tap "d12frosted/emacs-plus"
tap "garden-io/garden"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "liamg/tfsec"
tap "mas-cli/tap"
tap "mattiaslundberg/fastjump"
tap "universal-ctags/universal-ctags"
brew "ansible"
brew "ansible-lint"
brew "antigen"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "unixodbc"
brew "asdf", args: ["HEAD"]
brew "autojump"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bat"
brew "clang-format"
brew "cmake"
brew "curl"
brew "editorconfig"
brew "entr"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gmp"
brew "gdb"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-quick-stats"
brew "gnu-sed"
brew "gnutls"
brew "go"
brew "gotop"
brew "python"
brew "icu4c"
brew "harfbuzz"
brew "graphviz"
brew "hadolint"
brew "highlight"
brew "htop"
brew "ical-buddy"
brew "jq"
brew "jsonnet"
brew "kompose"
brew "libxslt"
brew "luarocks"
brew "markdown"
brew "protobuf"
brew "mosh"
brew "ncdu"
brew "neofetch"
brew "openconnect"
brew "osx-cpu-temp"
brew "pipenv"
brew "postgresql"
brew "prettyping"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "scc"
brew "shellcheck"
brew "shfmt"
brew "sshfs"
brew "td"
brew "texinfo"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tldr"
brew "tmux"
brew "tokei"
brew "watch"
brew "watchman"
brew "wxmac"
brew "zlib"
brew "zsh"
brew "garden-io/garden/garden-cli"
brew "liamg/tfsec/tfsec"
brew "mas-cli/tap/mas"
brew "mattiaslundberg/fastjump/fastjump"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "authy"
cask "barrier"
cask "bartender"
cask "bettertouchtool"
cask "bitwarden"
cask "carbon-copy-cloner"
cask "coconutbattery"
cask "dash"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-source-code-pro"
cask "gimp"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "kensington-trackball-works"
cask "kitematic"
cask "ngrok"
cask "shotcut"
cask "signal"
cask "spotify"
cask "tableplus"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
mas "AdGuard for Safari", id: 1440147259
mas "Dark Reader for Safari", id: 1438243180
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Just Focus", id: 1142151959
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "Vimari", id: 1480933944
