tap "cdalvaro/tap"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "xz"
brew "ansible"
brew "ansible-lint"
brew "antigen"
brew "coreutils"
brew "asdf"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "cmake"
brew "curl"
brew "editorconfig"
brew "entr"
brew "cdalvaro/tap/wxmac"
brew "erlang"
brew "exa"
brew "fd"
brew "fish"
brew "fwup"
brew "fzf"
brew "gmp"
brew "gcc"
brew "gdb"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-quick-stats"
brew "glew"
brew "glfw"
brew "gnu-sed"
brew "pkg-config"
brew "gnutls"
brew "icu4c"
brew "harfbuzz"
brew "graphviz"
brew "hadolint"
brew "highlight"
brew "htop"
brew "jq"
brew "jsonnet"
brew "libiconv"
brew "libvterm"
brew "libxslt"
brew "luarocks"
brew "make"
brew "markdown"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "postgresql", restart_service: true
brew "prettyping"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "scc"
brew "shellcheck"
brew "squashfs"
brew "texinfo"
brew "tldr"
brew "tmux"
brew "trash"
brew "watch"
brew "zlib"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@28"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "authy"
cask "bartender"
cask "carbon-copy-cloner"
cask "coconutbattery"
cask "dash"
cask "discord"
cask "docker"
cask "eul"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "kensington-trackball-works"
cask "ngrok"
cask "signal"
cask "sonos"
cask "tableplus"
cask "wkhtmltopdf"
mas "AdGuard for Safari", id: 1440147259
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Just Focus", id: 1142151959
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
